//ENGLISH
"lang" = "en";

"finish" = "Finish";

"cancel" = "Cancel";
"close" = "Close";
"ok" = "Ok";
"no" = "No";

"distance_in_meters" = "%@m";
"connect" = "Connect";
"connected" = "Connected";
"continue" = "Continue";

"locked" = "Locked";
"unlocked" = "Unlocked";

"connecting" = "Connecting";
"disconnected" = "Disconnected";

"settings" = "Settings";
"near_lock" = "Near Lock";
"fast_lock" = "Fast Lock";
"unpair" = "Unpair";

"share_text_twitter" = "Try out a new way to lock your Mac. Just walk away. www.nearlock.me #nearlock via @nearlockapp";
"share_text_facebook" = "Try out a new way to lock your Mac. Just walk away.";

"facebook" = "Facebook";
"twitter" = "Twitter";


"your_data_is_secure" = "Your data is encrypted and stored\nONLY on your devices";
"welcome" = "Welcome";
"enter_login" = "Enter your Mac login password";
"distance" = "Distance";
"signal_strength" = "Signal strength";

"tutorial_screen_tap_settings" = "Tap to view Settings";
"tutorial_long_press" = "Long press to lock/unlock";

"tutorial_screen_unlocked" = "Your Mac is currently unlocked";
"tutorial_screen_locked" = "Your Mac is currently locked";
"tutorial_screen_pro" = "Tap to buy the PRO version";
"tutorial_screen_offline" = "Your iPhone is not connected to your Mac";
"tutorial_screen_connecting" = "Your iPhone is connecting to your Mac";
"tutorial_screen_distance" = "Approximate distance to your Mac";
"tutorial_screen_signal" = "Connection signal strength between the iPhone and Mac";
"tutorial_screen_near_lock_off" = "Near Lock is turned OFF";
"tutorial_screen_near_lock_on_and_loggedin" = "Near Lock is turned ON, walk away to lock Mac";
"tutorial_screen_near_lock_on_and_loggedout" = "Near Lock is turned ON, come closer to unlock Mac";

"use_swipe_menu" = "Swipe menu";
"use_standard_view" = "Standard View";
"buy_pro_for_apple_watch" = "iPhone app needs to be turned ON if you want to use Apple Watch for FREE. Buy PRO mode for more";
"near_lock_distance" = "Near Lock Distance";
"current_distance" = "Current Distance";

"to_lock" = "To lock: %@";
"to_unlock" = "To unlock: %@";

"open_near_lock_on_iphone" = "Make sure Near Lock is opened on your Mac. Visit www.nearlock.me to get the Mac version";
"unlink_from_both_sides" = "To establish a new connection make sure your devices are also UNPAIRED from the Mac side";
"unlink_from_both_sides_bold" = "UNPAIRED from the Mac side";
"restart_bluetooth_on_iphone_can_help" = "Sometimes the Bluetooth can get jammed and restarting bluetooth on your iPhone and Mac can help.";
"restart_bluetooth_on_iphone_can_help_bold" = "restarting Bluetooth";


"restore" = "Restore";

"lock_mac" = "Lock Mac";
"unlock_mac" = "Unlock Mac";
"unlock" = "Unlock!";

"searching_for_devices" = "Near Lock is searching for devices";

"open_near_lock_on_your_mac" = "To get started open \n\non your Mac";
"login" = "Login";
"password" = "password";

"pro_text" = "PRO version works also in background mode!";
"pro_text_bold_part" = "PRO";

"get_pro_version" = "Get PRO version";


"status_yes_unlink" = "Yes, Unpair!";
"try_again" = "Try again";

"get_update" = "Get update!";
"mac_version_is_not_up_to_date" = "Your Near Lock Mac version is not up to date";
"connection_success" = "Connection successful";
"connection_failed" = "Wrong Password";

"unlock_device" = "Do you want to unlock %@?";

"status_unlink_from_device" = "This device has been unpaired from %@";
"txt_touchid_or_passcode" = "This device has been unpaired because your Mac password has been changed";

"new_update" = "There is a new Near Lock update available";
"new_update_bold" = "Near Lock";

"update_mac_version" = "There is a new Near Lock update available for your Mac";
"update_mac_version_bold" = "Mac version";

"status_unlink_confirmation" = "Are you sure you want to unpair from %@";
"status_unlink_bold_part" = "%@";

"settings_disabled_because_device_offline" = "Settings are disabled because the device is disconnected";

"proximity_lock_explanation" = "Toggle Near Lock ON\nto automatically lock your Mac when you walk away and unlock your Mac when you approach it";
"proximity_lock_explanation_bold" = "Near Lock";

"distance_explanation" = "The Lock distance\nin case Near Lock is turned ON";
"distance_explanation_bold" = "The Lock distance";

"distance_explanation_signal" = "The Lock signal strength\nin case Near Lock is turned ON";
"distance_explanation_signal_bold" = "The Lock signal strength";

"proximity_lock_temporary_disabled" = "Near Lock is temporary disabled because you logged out manually.\nExit the Near Lock radius and it will be enabled again";
"tutorial_screen_near_lock_disabled" = "Near Lock is temporary disabled - user logged out manually";

"proximity_lock_temporary_disabled_login_password_old" = "Near Lock is temporary disabled because the user has logged in with password.\nEnter the Near Lock radius and it will be enabled again.";
"proximity_lock_temporary_disabled_login_password" = "Near Lock is temporary disabled because the user has logged in manually.\nEnter the Near Lock radius and it will be enabled again.";
"proximity_lock_temporary_disabled_login_password_long_old" = "Near Lock is temporary disabled because the user has logged in with password.\n\nEnter the Near Lock radius with your iPhone and it will be automatically enabled.";
"proximity_lock_temporary_disabled_login_password_long" = "Near Lock is temporary disabled because the user has logged in manually while iPhone was out of range.\n\nEnter the Near Lock radius with your iPhone and it will be automatically enabled.";
"tutorial_screen_near_lock_disabled_login_password_old" = "Near Lock is temporary disabled - user logged in with password";
"tutorial_screen_near_lock_disabled_login_password" = "Near Lock is temporary disabled - user logged in manually";

"waiting_for_confirmation" = "Waiting for iPhone confirmation to unlock Mac";

"login_on_approach_disabled" = "Wake up on approach is disabled - press any key on your Mac to unlock it";

"ble_not_supported_text" = "Your iPhone doesn't support the latest Bluetooth LE technology, needed for conneciton with your Mac";
"ble_not_supported_text_bold" = "Bluetooth LE";

"turn_bluetooth_on_to_use_near_lock" = "Please turn your \nBluetooth ON \nin order to use Near Lock";
"turn_bluetooth_on_to_use_near_lock_bold" = "Bluetooth ON";

"app_store_not_reachable" = "Connection Error";
"app_store_not_reachable_text" = "Can not connect to App Store";


"notification_locked_first_notification" = "Nice! %@ was locked with Near Lock. To keep receiving notification enable it in your iPhone settings";
"notification_unlocked_first_notification" = "Nice! %@ was unlocked with Near Lock. To keep receiving notification enable it in your iPhone settings";

"notification_locked_old" = "%@ was locked";
"notification_unlocked_old" = "%@ was unlocked";
"notification_locked" = "%@ was locked";
"notification_unlocked" = "%@ was unlocked";

"setup_touch_id" = "Set up Touch ID or Passcode in your iPhone settings to use this feature";
"setup_touch_id_bold" = "Touch ID";

"unlock_your_mac" = "Unlock your Mac?";

"unlock_device" = "Unlock %@?";
"lock_device" = "Lock %@";
"near_lock_off_device" = "Turn Near Lock OFF for %@";
"near_lock_on_device" = "Turn Near Lock ON for %@";

"near_lock_unlock_all" = "Unlock all";
"near_lock_lock_all" = "Lock all";
"no_devices_connected" = "No Macs Connected";


"authenticate_for_login" = "Authenticate to unlock Mac";

"near_lock_feedback" = "Near Lock Feedback";
"near_lock_feedback_question" = "How do you feel about Near Lock?";
"near_lock_feedback_great" = "I love it!";
"near_lock_feedback_could_be_better" = "Something is not quite right!";
"near_lock_feedback_dont_ask_again" = "Dont ask me again";

"rate_app" = "Rate app";
"rate_near_lock" = "Rate app - tell us what you think";
"rate_app_long" = "I love Near Lock - Rate app";
"rate_or_share_near_lock" = "Do you want to rate Near Lock or\nshare it with your friends?";

"open_near_lock_app" = "Open Near Lock App";
"near_lock_settings" = "Near Lock Settings";

"distance_to_lock_device" = "Distance To Lock: %@";
"distance_to_unlock_device" = "Distance To Unlock: %@";
"unlock_distance" = "Unlock distance: %@";
"lock_distance" = "Lock distance: %@";

"changes_available_only_in_pro_mode" = "Changes available only in PRO version";
"distance_from_device" = "Distance : %@";
"near_lock_not_set_up" = "Near Lock has not been set up";

"setup_near_lock" = "Set up Near Lock";


"near_lock_app_closed" = "Near Lock App seems to be closed";

"open_near_lock" = "Open Near Lock";
"loading" = "Loading..";

"trouble_connecting" = "Having trouble connecting\nto your devices?";

"bluetooth_sharing_is_off" = "Bluetooth Sharing is off!";
"turn_on_bluetooth_sharing_old" = "You must turn on Bluetooth Sharing in your iPhone settings in order to use Near Lock";
"turn_on_bluetooth_sharing" = "You must turn on Bluetooth Sharing in your iPhone settings in order to use Near Lock in the background";
"open_settings" = "Open Settings";

"turn_off_near_lock" = "Turn off Near Lock";
"turn_on_near_lock" = "Turn on Near Lock";
"lock_unlock_distance" = "Lock - Unlock distance";

"enjoying_near_lock" = "Enjoying Near Lock?";
"please_rate" = "If you enjoy using Near Lock, please take a moment and leave an honest review: it really helps. Thanks for your support!";

"rate_near_lock_old" = "Rate Near Lock";
"rate_reming_me_later" = "Remind me later";
"rate_no_thanks" = "No, Thanks";


"tutorial_approach_mac_to_unlock" = "Great! Now approach your Mac to unlock it!";
"tutorial_finished" = "Easy as that!";

"update_your_mac_version_manually" = "You have an old version of Near Lock installed on your Mac and some features might not work correctly! Please update manually, or contact support.";

"try_buy_button_to_restore" = "We failed to restore the PRO version. If you have already paid for the PRO version, try using the buy option, you will NOT be charged twice.";
"contact_support_to_restore" = "We failed to restore the PRO version. If you have already paid for the PRO version, please contact support and we will guide you through the restore process.";


"txt_login_settings" = "Unlock Settings";
"txt_allow_pass_auth_footer" = "This option enables you to use your iPhone for system authentication - such as when installing new software";
"txt_allow_pass_auth_section" = "Mac system authentication";
"txt_allow_pass_auth" = "Auth with Near Lock";
"txt_login_settings_footer" = "This option determines if you will be asked on your iPhone to unlock Mac each time the password field appears on your Mac sleep screen";

"txt_confirm_login_when_password_appears_old" = "Authenticate on Mac sleep screen";
"txt_confirm_login_when_password_appears" = "Unlock on Sleep screen";

"txt_distance_precision" = "Distance Precision";
"txt_enhanced_tracking" = "Enhanced tracking";
"txt_distance_precision_footer" = "This option increases the precision of the distance tracking";
"txt_distance_precision_footer_old" = "Disabling this option will increase your battery life but will decrease the precision of the distance tracking";
"txt_notification_center" = "Notification Center";
"txt_notification_center_footer" = "Enabling this option will show Near Lock in your Notification Center - when you swipe down on your iPhone home screen";

"txt_today_extension_allow_login_logout" = "Allow lock / unlock";
"txt_today_extension_allow_login_logout_old" = "Allow login / logout";
"txt_today_extension_allow_near_lock_update" = "Allow Near Lock updates";
"txt_allow_change_when_locked" = "Request auth on locked device";
"txt_show_near_lock" = "Show Near Lock";
"txt_notifications" = "Notification Settings";
"txt_swipe_left_footer" = "This option allows you to swipe left on notifications and lock/unlock your Mac without even opening the Near Lock app";
"txt_swipe_left_to_login" = "Unlock with notifications";
"txt_swipe_left_to_login_old" = "Swipe left to unlock";
"interactive_notifications" = "Interactive notifications";

"txt_text_notifications" = "Text Notifications";
"txt_on_approach" = "On unlock";
"txt_walk_away" = "On lock";

"txt_sound_notifications" = "Sound notifications";
"txt_sound_on_unlock" = "On unlock";
"txt_sound_on_lock" = "On lock";

"no_devices_connected" = "No Devices Connected";
"set_distance" = "Set Distance";

"PRO" = "PRO";

"txt_yes_or_no" = "Yes or No";
"txt_touchid_or_passcode" = "Touch ID or Passcode";
"txt_none" = "None";
"txt_double_knock" = "Double Knock";
"txt_insert_automatically" = "Insert automatically (Don’t ask)";
"txt_reqeust_auth_on_locked_device" = "Request auth on locked device";

"txt_language" = "Language";
"txt_current_language" = "Current Language";

"default" = "Default";
"english" = "English";
"german" = "German";
"spanish" = "Spanish";
"russian" = "Russian";
"chinese" = "Chinese";
"hindi" = "Hindi";
"portugese" = "Portugese";
"french" = "French";

"txt_units" = "Units";
"txt_measure" = "Measure";
"meters" = "Meters";
"feet" = "Feet";
"signal_strength" = "Signal Strength";

"txt_application_information" = "Application Information";
"txt_version" = "VERSION";
"txt_copyright" = "Copyright";



"main_menu_disable_tracking" = "Turn off Near Lock";
"get_ios_app" = "Get iOS App";
"faq_or_support" = "FAQ or Contact support";
"only_pro_version_works_in_background" = "Only PRO Version works in background";
"distance" = "Distance";

"main_menu_add_new_device_button" = "Add new device";
"main_menu_device_too_far" = "Near Lock will lock in %d sec. because %@ is too far!";
"error_getting_update" = "There was an error getting a new Near Lock update. Please download and install the new version manually.";
"manual_link" = "Manual link";
"check_for_updates_button" = "Check for updates";

"turn_bluetooth_and_get_ios_app" = "Please turn on Bluetooth and get the iOS app";
"start_ios_on_your_iphone" = "Start the iOS app on your iPhone";

"turn_bluetooth_on" = "Turn Bluetooth On";
"turn_bluetooth_off" = "Turn Bluetooth Off";
"bluetooth_is_off" = "Your Bluetooth is turned off";
"bluetooth_is_off_short" = "Bluetooth is off";

"loading_screen_label" = "Hold back while we set up your devices!";

"iphone_wants_to_connect" = "%@ wants to connect!";

"accept" = "Accept";
"deny" = "Deny";

"scanning" = "Scanning..";

"initalizingBLE" = "Starting Bluetooth LE";
"restartingBluetooth" = "Restarting Bluetooth";
"press_any_key_to_login" = "Press any key to Unlock Mac";

"use_iphone_to_set_up_near_lock" = "Now use your iPhone to\nfinish setting up Near Lock";
"enter_login_password" = "Enter your login password";

"we_are_done" = "We are done!";

"near_lock_available_in_menu_bar" = "Near Lock will be available\nin the menu bar.";

"share_near_lock" = "Help us out and spread the word!";

"not_supported_ble" = "Your Mac doesn’t support the latest Bluetooth LE technology needed for Near Lock to work";

"not_supported_mac_version" = "Please update your Mac software in order to use Near Lock";

"not_supported_secondary_text" = "If you already purchased Near Lock iPhone app and you want your money back, click refund button.";
"not_supported_main_button" = "Refund";

"quit_near_lock" = "Quit Near Lock";

"main_menu_add_new_device_text" = "You have no connected devices";

"you_have_sucessfuly_paired" = "You have successfully paired with %@";

"new_ios_update" = "There is a new Near Lock update available for your iPhone";
"new_osx_update" = "There is a new Near Lock update available";
"update" = "Update";

"you_have_connected_to" = "Near Lock connected to\n%@";

"you_have_disconnected_from" = "Near Lock lost connection to\n%@";
"unable_to_lock_mac" = "Near Lock was not able to lock your Mac. Please restart Mac.";

"connected_to" = "Connected to %@";
"disconnected_from" = "Connection lost to %@";

"main_menu_unlocked_with_near_lock" = "Your Mac was unlocked with Near Lock";

"main_menu_unlocked_with_near_lock_device" = "Your Mac was unlocked with %@";

"main_menu_unlinked" = "Your Near Lock devices have been unpaired";
"unsolvable_bluetooth_error" = "There seems to be a Bluetooth problem, try restarting bluetooth on your iPhone";

"needs_bluetooth_to_work" = "Near Lock needs Bluetooth in order to work";
"turn_bluetooth_on" = "Turn Bluetooth ON";

"restarting_bluetooth" = "Restarting Bluetooth";

"make_sure_ble_on" = "Make sure your iPhone Bluetooth is turned ON \nand Near Lock is running - at least in background mode";
"still_not_working" = "Its still not working!";
"ble_can_get_jammed" = "Sometimes the Bluetooth signal can get jammed and restarting bluetooth on your iPhone can help.";
"still_cant_get_it_to_work" = "I still cant get it to work!";
"press_button_to_restart" = "If you are still experiencing issues press the button below to restart bluetooth on your Mac.";
"restart_bluetooth" = "Restart Bluetooth";
"unlink_both_sides" = "In case you are still having problems try UNPAIRING your devices from both sides and try re-connecting again. You can unpair your devices in the Near Lock settings";
"still_doesnt_work" = "It still doesnt work!";
"restart_iphone" = "Sorry for the trouble.. Sometimes the Bluetooth signal can get jammed and the only way to fix it is to restart your iPhone.";
"faq_or_mail" = "For some more information please read our FAQ or send us an email and we will try to help out.";

"press_button_ble_on" = "Press the button below to turn Bluetooth on";
"turn_on_ble_to_use_near_lock" = "Turn on Bluetooth in order to use Near Lock";
"having_trouble" = "Having trouble?";
"rescan" = "Rescan";
"open_welcome_screen" = "Install and open Near Lock. You should see the WELCOME screen on your iPhone. Still not working?";
"restart_ble_on_iphone" = "Restarting Bluetooth on your iPhone can help. Still having trouble?";
"press_button_to_restart_ble" = "Press the button below to restart Bluetooth on your Mac. Still experiencing problems?";
"restart_iphone" = "Sorry for the trouble.. there is one more thing you can try.. You can clear your bluetooth cache by following the steps in Advanced settings->Clear Bluetooth cache.";
"corrupted_bluetooth_cache" = "Near Lock has detected a corrupted Bluetooth cache. \n\nPlease clear you Mac bluetooth cache for more stable Bluetooth connections.";
"corrupted_bluetooth_cache_short" = "Please clear your Bluetooth cache for a more stable connection";
"restart_bluetooth_on_iphone" = "Try restarting bluetooth on your iPhone to reconnect.";
"restart_bluetooth_on_iphone_long" = "Near Lock has detected an error in the Bluetooth connection. \n\nPlease try turning off Bluetooth on your iPhone (5-10 seconds) and then turn it back on again.";
"notification_settings" = "Notification Settings";
"mac_notification_settings" = "Mac notification settings";

"only_in_pro" = "Only available in PRO version";


"user_active" = "- User Active";

"confirm_login_on_iphone" = "Confirm login on iPhone";
"double_knock_on_your_iphone_long" = "Double Knock on iPhone";
"double_knock_on_your_iphone" = "Double Knock - iPhone";
"turn_bluetooth_off_to_clear_cache" = "Would you like to clear the Bluetooth cache?\n(First thing you need to do is turn your Bluetooth Off)";

"clear_cache_description" = "Then we need to clean the Bluetooth cache folder\n(you will be asked for your credentials)";
"clear_cache" = "Clear cache";

"restart_mac_after_clear_cache" = "Please restart your Mac now to apply the changes.\n\nIf you turn the Bluetooth on withouth restarting your Mac the cache will not be cleaned";

"sleep" = "Sleep";
"show_notification_on_login" = "Show notification when Mac unlocked with Near Lock";
"show_near_lock_icon_while_mac_locked" = "Show Near Lock icon while Mac is Locked";

"start_on_mac_startup" = "Start on Mac startup";

"wake_on_approach" = "Unlock only after I press any key";
"wake_on_approach_long" = "Unlock after key press & iPhone in range";

"near_lock_options" = "Setup";

"near_lock_options_login_on_approach" = "Unlock when I approach Mac";

"near_lock_options_logout_on_walk_away" = "Lock when I leave Mac";

"action_to_confirm_login" = "Unlock settings";
"unlock_automatically_on_approach" = "Unlock automatically when I approach Mac";
"dont_confirm" = "Automatically when I approach Mac";
"confirm_yes_no" = "Confirm with iPhone - Yes or No";
"touch_id_passcode" = "Confirm with iPhone - Touch ID & Passcode";
"knock_menu_item_long" = "Confirm with Double Knock (active 15 sec after notification)";
"knock_menu_item" = "Confirm with Double Knock (15 sec)";

"logout_action" = "Lock settings";
"screensaver" = "Screensaver";

"advanced_settings" = "Advanced Settings";

"logout_on_disconnect" = "Lock when iPhone disconnects";
"pause_music_on_logout" = "Pause audio when Mac is Locked";

"allow_closer_distances" = "Allow closer distances";
"allow_closer_distances_than" = "Allow smaller distances than %@";
"clear_bluetooth_cache" = "Clear Bluetooth Cache";

"automatically_update" = "Automatically update Mac version";

"show_unlock_history" = "Show unlock history";
"unlock_history" = "Unlock history";

"share_near_lock" = "Share Near Lock";
"help" = "Help";
"about" = "About";
"feedback" = "Feedback / Support";

"contact_support" = "Contact support";
"faq" = "FAQ";

"check_for_updates" = "Updates";
"unlink_device" = "Unpair %@";
"new_ios_update_ready" = "New iOS Version is available";
"ios_version_up_to_date" = "Latest iPhone version installed";

"device_not_connected" = "%@ not connected";
"no_ios_device_connected" = "No iOS device connected";
"near_lock_up_to_date" = "Latest Mac version installed";

"check" = "Check for Mac updates";
"get_new_version" = "Get new version!";
"checking_for_updates" = "Checking for updates..";
"downloading_will_relaunch" = "Downloading.. Will relaunch when finished";

"downloading_relaunch_when_finished" = "Downloading.. Relaunch when finished";
"new_update_ready" = "New update ready";
"relaunch_new_version_ready" = "Relaunch - new version ready";

"version" = "Version %@";

"session" = "\n--------------- Session: %@ ---------------";
"mac_locked_old" = "Mac was locked";
"mac_unlocked_old" = "Mac was unlocked";

"mac_locked" = "Mac locked";
"mac_unlocked" = "Mac unlocked";

"onboarding_tutorial_finished" = "You got it! Cool, isn't it?";
"good_time_to_share" = "Good time to share?";
"we_are_ready_to_start" = "Nice! We are all set!";
"lets_try_it_out" = "Let's try it out!";
"choose_unlock_lock_from_menu_bar" = "Choose the lock/unlock distance from the Menu Bar";
"enable_near_lock" = "Enable Near Lock";

"now_walk_away" = "Now simply walk away from your Mac";
"your_distance" = "Your distance:";
"lock_distance" = "Lock Distance:";
"get_pro_version_for_near_lock" = "You must get the PRO version for Near Lock to work in the background!";
"distance_estimation" = "Important: The distance is estimated based on the signal strength between your devices - each device behaves differently so try to find the best lock/unlock distance suited for you";


"near_lock_started" = "Near Lock started";
"on" = "On";
"off" = "Off";

"new_version_available" = "There is a new version available";
"near_lock_not_up_to_date" = "The Near Lock version for your Mac is not up to date. Please click the link below to download the newest version. If the automatic link does not work, you can download and install Near Lock manually.";

"near_lock_connection_problem" = "Near Lock has detected a Bluetooth problem.";

"insert_password_to_mac" = "Insert password to %@?";
"insert_password_question" = "Would like to insert your password?";
"insert_password_action" = "Insert password";
"knock_twice_to_unlock_mac" = "Knock twice to unlock Mac!";
"knock_twice_to_unlock" = "Knock twice to unlock %@!";
"knock_twice_to_insert_password_to_mac" = "Knock twice to insert password on Mac.";
"knock_twice_to_insert_password" = "Knock twice to insert password on %@!";

"unlocking_with_notifications_only_in_pro" = "Unlocking with notifications only works in PRO mode";
"unlock_your_device_question" = "Near Lock would like to unlock your device?";

"tap_to_turn_on_bluetooth" = "Tap to turn on Bluetooth";
"tap" = "Tap";

"swipe_up" = "Swipe up!";
"swipe_up_to_turn_on_bluetooth" = "Swipe up to turn Bluetooth on";

"show_tutorial" = "Show tutorial";

"failed_login_attempt_detected" = "Warning! Failed login attempt detected!";
"failed_login_attempt" = "Warning! Near Lock detected a failed login attempt!";
"warn_on_failed_login" = "Send notification on failed login";
"configure_advanced_unlock_settings_on_iPhone" = "Find more unlock options in iPhone settings";


"show_all_failed_logins" = "Show all failed logins";

"mac_control" = "Mac control";

"export" = "Export";
"export_to_desktop" = "Export to desktop";
"delete_all" = "Delete all";
"delete" = "Delete";

"no_detected_failed_logins" = "There are no detected failed login attempts";
"no_known_login_logout_events" = "There are no detected login / logout events";
"mugshots" = "Mugshots";
"mugshot" = "Mugshot";

"image_saved_to_documents" = "Image was saved to the Documents folder";
"image_saved_to_desktop" = "Image was saved to the Desktop folder";

"mugshot_image_saved_to_documents" = "Mugshot image was saved to the Documents folder";
"mugshot_image_saved_to_desktop" = "Mugshot image was saved to the Desktop folder";

"unable_to_unlock_mac" = "Near Lock was not able to lock your Mac. Please restart Mac.";
"password_inserted_by_nearlock" = "Your password was inserted by Near Lock";

"no_appropriate_camera_attached" = "This Mac has no appropriate camera attached";
"enable_option_in_settings" = "Please enable this option in your settings";

"filter" = "Filter:";
"lock_unlock_history" = "Lock/Unlock history";
"session_duration" = "Session duration";
"failed_login_attempt_text" = "Failed login attempt";

"nice_try_busted" = "Nice try logging into my Mac!";
"get_pro_version_to_see_full_list" = "Get the PRO version to see the full list";
"busted_with_near_lock" = "Busted with Near Lock!";

"swipe_to_see_nearlock" = "Swipe to see what Near Lock is about!";
"quick_start" = "Quick start";


"tutorial_near_lock_uses_ble" = "Near Lock uses Bluetooth Low Energy to connect your devices";
"tutorial_near_lock_uses_ble_1" = "Near Lock uses";
"tutorial_near_lock_uses_ble_2" = "Bluetooth Low Energy";
"tutorial_near_lock_uses_ble_3" = "to connect your devices";

"tutorial_walk_away" = "Walk away to lock your Mac";
"tutorial_walk_away_1" = "Walk away";
"tutorial_walk_away_2" = "to lock your Mac";

"tutorial_apple_watch" = "For faster access use your Apple Watch or Notification widget";
"tutorial_apple_watch_1" = "For faster access use your";
"tutorial_apple_watch_2" = "Apple Watch or";
"tutorial_apple_watch_3" = "Notification widget";

"tutorial_touch_id" = "Unlock your Mac with Touch ID, Double knock";
"tutorial_touch_id_1" = "Unlock your Mac with";
"tutorial_touch_id_2" = "Touch ID";
"tutorial_touch_id_3" = "Double knock";

"tutorial_detect_failed_login" = "Detect failed login attempts";
"tutorial_detect_failed_login_1" = "Detect";
"tutorial_detect_failed_login_2" = "failed login attempts";

"tutorial_lock_unlock_distance" = "Set the lock / unlock distance on your Mac";
"tutorial_lock_unlock_distance_1" = "Set the";
"tutorial_lock_unlock_distance_2" = "lock / unlock";
"tutorial_lock_unlock_distance_3" = "distance on your Mac";

"tutorial_approach_to_unlock" = "Approach your Mac to unlock it";
"tutorial_approach_to_unlock_1" = "Approach your Mac";
"tutorial_approach_to_unlock_2" = "to unlock it";

"to_start_download_on_mac" = "To use Near Lock please install the Near Lock Mac app";
"to_start_download_on_mac_bold" = "Near Lock Mac app";

"skip" = "Skip";

"to_start_download_on_mac_2" = "To start please install Near Lock on your Mac";


"define_safe_zones" = "Setup WiFi Unlock";
"get_pro_version_to_use_wifi_unlock" = "To use WiFi Unlock you need to have the PRO version";
"get_pro_version_to_use_this_feature" = "To use this feature you need to have the PRO version";
"pair_iphone_to_use_this_feature" = "To use the WiFi Unlock feature you need to have a paired iPhone";
"already_added_to_unlock_wifi_list" = "Already added to WiFi Unlock list";
"unlock_wifi_info_text_not_used" = "When you are connected to a WiFi (e.g. Home network) you won't need to insert your password to unlock your Mac. It will be done automatically by Near Lock.";
"currently_connected_to" = "Currently connected to:";
"add_to_unlock_wifi" = "Add to WiFi Unlock list";
"wifi_unlock" = "WiFi Unlock";

"wifi_unlock_description_mac_not_used_2" = "WiFi Unlock enables you to automatically log in into your Mac whenever you are connected to a certain WiFi Network (e.g. Home Network)";
"wifi_unlock_description_mac_not_used_3" = "Use WiFi Unlock to unlock your Mac automatically when you are connected to a specific WiFi network (e.g. Home Network)";
"wifi_unlock_description_mac_not_used_4" = "Use WiFi Unlock to keep your Mac unlocked while you are connected to your selected WiFi networks";

"already_added_to_network" = "You have already added %@ to the WiFi Unlock list!\nPlease connect to a WiFi network you wish to add to the WiFi Unlock list.";
"no_wifi_connected" = "No WiFi network connected";
"no_wifi_connected_short" = "No WiFi connected";
"connect_to_wifi_to_add_wifi_unlock" = "Please connect to a WiFi network to be able to add it to the WiFi Unlock list";
"wifi_unlock_currently_connected" = "You are currently connected to the %@ WiFi network.";
"wifi_unlock_add_to_list" = "Do you want to add %@ WiFi to the WiFi Unlock list ?";
"add" = "Add";
"close" = "Close";
"edit" = "Edit";

"wifi_unlock_security_options" = "WiFi Unlock security options";

"wifi_unlock_require_iphone" = "Enable WiFi Unlock only when your iPhone is connected to your Mac";
"wifi_unlock_allow_unlock_when_not_connected" = "Allow WiFi Unlock to unlock my Mac even when my iPhone is NOT connected to my Mac via Bluetooth";
"next" = "Next";

"you_have_set_up_wifi_unlock" = "You have successfully set up WiFi Unlock";
"wifi_unlock_finish_description" = "Your Mac will stay unlocked when:";
"wifi_unlock_when_connected_to_wifi" = "You are connected to the WiFi network %@";
"wifi_unlock_when_connected_to_wifi_and" = "You are connected to the WiFi network %@ and when";
"wifi_unlock_when_connected_to_iphone" = "Your iPhone (%@) is connected to your Mac via Bluetooth";

"tutorial_wifi_unlock" = "Keep your Mac unlocked while connected to your selected WiFi network";
"tutorial_wifi_unlock_1" = "Keep your Mac unlocked";
"tutorial_wifi_unlock_2" = "while connected to your";
"tutorial_wifi_unlock_3" = "selected WiFi network";

"tutorial_wifi_only_selected_wifi" = "Only selected WiFi networks";
"tutorial_wifi_save_battery" = "Reduces iPhone battery consumption";
"tutorial_wifi_works_with_iphone" = "Works with or without your iPhone";

"add_wifi" = "Add WiFi";
"edit_list" = "Edit list";
"edit_wifi_list" = "Edit WiFi Unlock list";
"wifi_unlock_edit_list" = "WiFi Unlock edit list";

"wifi_unlock_networks" = "WiFi Unlock Networks";
"wifi_unlock_edit_description" = "Your Mac should stay unlocked while connected to any of the WiFi networks listed below.\nCheck the settings for the advanced security setup options.";

"your_mac_unlocked_with_wifi_unlock" = "Your Mac was unlocked with WiFi Unlock";

"wifi" = "WiFi";
"wifi_unlock_marketing" = "WiFi Unlock - keep your Mac unlocked while connected to your selected WiFi network (e.g. Home network)";

"wifi_unlock_enabled" = "WiFi Unlock enabled";

"take_photo_on_failed_login" = "Take photo on failed login";
"passcode_is_not_set" = "Passcode and TouchID are not set";
"open_passcode_settings" = "Open Passcode settings";

"confirm_unlock_on_approach" = "Confirm unlock on approach";
"confirm_unlock_on_approach_description" = "This option determines if you will be asked on your iPhone to confirm your login each time you enter the Near Lock unlock range";
"confirm_unlock_on_approach_login_automatically" = "Do not confirm - login automatically";


"clipboard_options" = "Clipboard - Copy/Paste options";
"send_clipboard_to_ios" = "Send copied text to iOS device";
"get_clipboard_text_from_ios" = "Get copied text from iOS device";
"show_clipboard_menu_on_main_screen" = "Show clipboard options on main screen";

"clipboard_is_empty_short" = "Clipboard is empty";
"clip_already_matching" = "Clipboards are already matching";

"clipboard_copied_from_ios_device" = "Clipboard was copied from your iPhone";
"clipboard_could_not_be_copied_from_ios_device" = "Clipboard could not be copied from your iPhone";
"clipboard_copied_to_ios_device" = "Clipboard was copied to %@";
"clipboard_could_not_be_copied_to_ios_device" = "Clipboard could not be copied to your iPhone";
"mac_clipboard_copied" = "Mac clipboard was copied to your iPhone";
"ios_send_clipboard_to_mac" = "Send copied text to Mac";
"ios_get_clipboard_from_mac" = "Get Mac clipboard text";

"clipboard" = "Clipboard";
"clipboard_explanation" = "As long as your devices are connected you can send the copied text from your Mac to your iPhone and vice versa";
"use_shortcut" = "You can also use the shortcut:";
"send_clipboard_shortcut" = "ctrl+cmd+v";
"clipboard_info_text" = "How does Copy/Paste work?";
"clipboard_is_empty" = "You clipboard is empty! Try copying some text first and try again!";
"clipboard_is_too_big_to_send" = "The text in the clipboard is too large. The limit is 10k characters.";
"device_not_connected_to_iphone" = "Your Mac is not connected to your iPhone";
"device_not_pro_version_or_foreground" = "This action is only supported in the PRO version or if you iPhone app is in foreground";

"sleep_shortcut" = "ctrl+cmd+L";

"sleep_mac" = "Put Mac to sleep";
"press_any_key_on_your_mac" = "Great! Now press any key on your Mac to turn on the Mac screen.";

"lock_and_unlock_your_mac_automatically" = "Lock and unlock your Mac automatically";
"mac_wake_unlock" = "Mac Wake Unlock";
"mac_wake_unlock_setup" = "Mac Wake Unlock setup";
"mac_wake_unlock_options" = "Mac Wake Unlock options";
"mac_sleep_screen_unlock_description" = "After your Mac is woken up from sleep you can use your iPhone to easily unlock your Mac";
"mac_sleep_screen_unlock_description_2" = "If your iPhone is in background mode, you will receive a notification which can then be used to unlock your Mac";

"connect_to_iphone_to_use_this_feature" = "Please connect to your iPhone in order to try this feature";

"mac_sleep_screen_unlock_options" = "Mac Wake Unlock options";
"mac_sleep_screen_dont_ask" = "Do not ask to unlock Mac after Mac wakes up";
"mac_sleep_screen_ask_yes_no" = "Confirm unlock on iPhone with Yes or No";
"mac_sleep_screen_ask_touch_id" = "Confirm unlock on iPhone with Touch ID & Passcode";
"mac_sleep_screen_double_knock" = "Confirm unlock on iPhone with Double Knock - active 15 sec after notification";
"mac_sleep_screen_tutorial" = "How does Mac Wake Unlock work?";

"you_will_be_asked_on_your_iphone" = "You will be asked on your iPhone to unlock your Mac.";
"choose_your_confirmation_option" = "Choose your confirmation option:";
"mac_sleep_screen_ask_yes_no_short" = "Yes / No";
"mac_sleep_screen_ask_touch_id_short" = "Touch ID / Passcode";
"mac_sleep_screen_double_knock_short" = "Double Knock on iPhone";
"put_mac_to_sleep_and_follow_instructions_on_iphone" = "Now put your Mac to sleep and follow the instructions on your iPhone";
"sleep_mac_now" = "Sleep Mac now";

"how_does_mac_wake_unlock_work" = "To better understand how Mac Wake Unlock works:";
"disable_unlock_on_approach" = "Please temporarily disable the Near Lock automatic unlock on approach";
"turn_near_lock_off" = "Turn Near Lock OFF";
"disable_wifi_unlock" = "Please temporarily disable the Wifi Unlock option";
"turn_wifi_unlock_off" = "Turn Wifi Unlock OFF";
"turn_the_options_on_again_after_tutorial" = "You can turn these options ON again after the tutorial!";
"or_press" = "or press";

"wifi_unlock_description_mac" = "Use WiFi Unlock to keep your Mac unlocked while you are connected to your selected WiFi networks (e.g. Home Network)";
"wifi_unlock_description_mac_2" = "WiFi Unlock keeps your Mac unlocked while you are connected to your selected WiFi networks (e.g. Home Network)";
"txt_automatically" = "Unlock automatically";

"txt_advanced_login_settings" = "Advanced Mac Unlock Settings";
"txt_advanced_login_settings_description" = "This option determines if you will be asked on your iPhone to confirm each Mac unlock after you approach your Mac and enter the Near Lock unlock radius";
"txt_confirm_login_after_approach" = "Confirm unlock after approach";

"select_keyboard_shortcuts" = "Choose your keyboard shortcuts";
"change_keyboard_shortcut" = "Change keyboard shortcut";

"wifi_unlock_expalnation" = "• WiFi Unlock - keep your Mac unlocked while connected to your selected WiFi network (e.g. Home network)";
"clipboard_explanation" = "• Clipboard - copy and paste text to and from your Mac";

"update_near_lock_on_ios_to_use_this_feauture" = "Please update Near Lock on your iPhone to use this feature";
"update_near_lock_on_osx_to_use_this_feauture" = "Please update Near Lock on your Mac to use this feature";
"near_lock_demo" = "Near Lock demo";

"back" = "Back";

"show_wifi_unlock_on_main_screen" = "Always show WiFi Unlock on main screen";
"take_photo_after_each_login" = "Take photo after each login";
"show_login_photos" = "Show login photos";
"delete_all_photos_question" = "Would you like to delete all shown photos?";
"delete_single_photo" = "Would you like to delete the selected photo?";
"send_clipboard_to_ios_short" = "Send clipboard";

"mac_sleep_screen_double_knock" = "Confirm unlock on iPhone with Double Knock - active 15 sec after notification";
"mac_sleep_screen_double_knock_active_only" = "Knock detection is active only 15 sec after notification is received on iPhone";
"show_mac_control_on_main_menu" = "Show Mac control options on main menu";
"show_login_control_on_main_menu" = "Show Login control options on main menu";
"login_control_title" = "Login control";

"no_detected_logins_photo attempts" = "There are not captured login attempts";

"clipboard_send_to_mac" = "Sent to Mac";
"clipboard_copy_from_mac" = "Copy from Mac";

"mac_control_options" = "Mac control options";
"login_control_options" = "Login control options";

"near_lock_pro_restored" = "The Near Lock PRO version has been restored. You can now use all Near Lock features!";
"near_lock_bought" = "Thank you for purchasing Near Lock PRO. You can now use all Near Lock features!";
"info_short" = "Info";
"login_photos_short" = "Login photos";
"failed_login_photos_short" = "Failed login photos";
"lock_unlock_history_short" = "Lock unlock history";
"login_photos_description_1" = "Near Lock allows you to take a photo every time your Mac is unlocked.";
"login_photos_description_2" = "These photos are stored only on your Mac and can be deleted any time.";
"show_all_photos" = "Show all photos";
"failed_login_photos_description_1_short" = "Near Lock allows you to take a photo every time a wrong password is inserted on the Mac login screen.";
"failed_login_photos_description_1" = "Near Lock allows you to take a photo every time someone tries to log into your computer and types in a wrong password.";
"failed_login_photos_description_2" = "These photos are stored only on your Mac and can be deleted any time.";
"mac_control_receive_notification_on_iphone" = "get a notification on your iPhone";
"mac_control_share_photo" = "share the photo";
"mac_control_save_photo_to_documents" = "save photo to documents";
"mac_control_delete_photo" = "delete the photo";
"mac_control_delete_all_photos" = "delete all photos";
"not_yet_available_on_sierra_and_above" = "*not yet available on macOS Sierra and newer versions";
"feature_not_supported_on_sierra" = "This feature is not yet supported on macOS Sierra and newer operating systems.";
"feature_not_supported_on_sierra_short" = "Not supported on macOS Sierra+";
"mac_control_info_description" = "Have a better insight about your Mac usage";

"learn_more" = "Learn more";

"lock_unlock_history_description_1" = "You can use Near Lock to track your login and logout times, as well as the time spent working on your Mac.";
"lock_unlock_history_description_2" = "It can serve as an effortless time tracker.";
"show_history" = "Show history";
"unlock_by_typing_password" = "Unlocked by inserting password";
"unlocked_by_near_lock" = "Unlocked by Near Lock";
"unlocked_by_wifi_unlock" = "Unlocked by WiFi Unlock";
"unlocked_by_near_lock_automatic" = "Unlocked automatically by Near Lock";

"only_3_photos_in_free_version" = "You can only take 3 photos in the FREE version. The PRO version allows you to take unlimited photos";
"only_3_photos_in_free_version_short" = "Get PRO version for more than 3 photos";
"enable" = "Enable";
"not_enabled" = "Not enabled";

"login_photo_not_enabled" = "This feature is currently not enabled and Near Lock will not take a photo after each Mac login.";
"failed_login_attempt_not_enabled" = "This feature is currently not enabled and Near Lock will not take a photo after a failed login attempt.";
"enable_in_mac_control" = "You can also enable this option in the Mac Control settings.";
"disable_in_mac_control" = "You can disable this option in the Mac Control settings";

"troubleshoot" = "Troubleshoot";
"nearlock_is_turned_on" = "Near Lock is turned ON";
"mac_is_locked" = "Mac is locked";
"mac_is_unlocked" = "Mac is unlocked";
"no_camera_detected" = "No Camera detected";
"no_suitable_camera" = "Near Lock did not detect any suitable camera on your Mac";
"no_login_photos" = "There are currently no login photos.";

"in_pro_version_unlock_from_lock_screen" = "In PRO version you can unlock your Mac directly from the iPhone lock screen.";

"allow_wifi_unlock" = "Allow your mac to be unlocked automatically when you are connected to: %@";
"restore_or_purchase_failed_title" = "Restore or Purchase Error";
"restore_or_purchase_failed_description" = "We could not restore or purchase the in-app purchase";
"ios_take_photo_on_mac_description" = "Take a photo from your Mac front camera?";
"ios_take_photo_on_mac_action" = "Take manual photo";
"mac_did_not_take_manual_snapshot" = "Near Lock could not take a manual snapshot from your Mac front camera. See Near Lock on your Mac for more details.";
"mac_did_take_manual_snapshot" = "See Near Lock on your Mac to view the manual snapshot";
"follow_instruction_on_mac" = "Please see Near Lock on your Mac for further instructions";
"bluetooth_permissions_needed" = "Allow Bluetooth permissions in order for Near Lock to connect to your Mac";
"notification_permissions_needed" = "Allow notification permissions to unlock your Mac directly from your lock screen";
"add_permissions" = "Add Permissions";
"skip_action" = "Skip";
"swipe_left" = "- swipe left";
"show_more" = "Show more";
"show_less" = "Show less";
"read_more" = "Read more";
"try_it_out" = "Try it out";

"welcome_title" = "Welcome";
"welcome_description" = "Use Near Lock to lock and unlock your Mac using your iPhone";
"add_new_device_action" = "Connect with iPhone";
"send_clipboard_to_ios_description" = "Send clipboard to iPhone";
"send_clipboard_to_ios_action" = "Send clipboard";
"ping_device_description" = "Ping iPhone";
"ping_device_action" = "Ping";

"scanning_for_devices" = "Searching for:";
"low_battery" = "Low Battery:";
"charge_your_battery_description" = "Charge your phone to keep using Near Lock";
"update_system_preferances" = "Update security preferences";
"add_accessibility_to_unlock_mac_title" = "Allow Near Lock to unlock your Mac.";
"add_accessibility_to_unlock_mac_description" = "Add Near Lock to the accessibility items in the Mac security settings. This gives Near Lock permissions to unlock your Mac";
"add_accessibility_to_unlock_mac_action" = "Update permissions";

"only_pro_version_works_in_background_title" = "Only the PRO version works in background";
"only_pro_version_works_in_background_description" = "Open Near Lock on your iPhone or get the PRO version to be able to use Near Lock in the background";
"proximity_lock_unlock_distance" = "Proximity Lock / Unlock distance";
"proximity_lock_distance" = "Proximity Lock distance";
"your_mac_will_lock_when_iphone_leaves_lock_radius" = "Mac will lock when you leave the proximity lock radius";
"add_new_device_action" = "Add new device";
"update_security_preferances_to_use_screensaver_title" = "Setup Near Lock to use the screensaver lock option";
"update_security_preferances_to_use_screensaver_description" = "Configure your Mac system preferences in order to use the screensaver lock option";
"update_security_preferances_action" = "Configure screensaver";
"bluetooth_le_not_supported_title" = "Bluetooth LE is not supported on your Mac";
"bluetooth_le_not_supported_description" = "Near Lock needs Bluetooth LE (4.0). Your Mac does not support this technology but it is possible to purchase an external Bluetooth 4.0 USB";

"bluetooth_is_off_title" = "Bluetooth is OFF";
"bluetooth_is_off_description" = "Near Lock needs Bluetooth in order to connect to your devices";
"turn_bluetooth_on" = "Turn Bluetooth ON";
"clear_bluetooth_cache_title" = "Clear Bluetooth cache";
"clear_bluetooth_cache_description_1" = "Sometimes the Bluetooth cache gets corrupted and the only way to fix it is to clear the bluetooth cache.";
"requires_mac_startup" = "This requires a Mac restart.";
"clear_cache_action" = "Clear cache";

"wifi_unlock_is_active_title" = "Wifi Unlock will keep your Mac unlocked";
"wifi_unlock_is_active_description" = "Wifi unlock is enabled for the currently connected WiFi network. Update these options in the WiFi unlock settings.";
"wifi_unlock_settings_action" = "Settings";
"unpair" = "Unpair devices";
"rescan" = "Rescan";
"troubleshoot" = "Troubleshoot";
"my_devices" = "My devices";
"devices_not_connected" = "Devices are not connected";
"devices_not_connected_description" = "Near Lock needs to be connected to your paired iOS device in order to work.";
"my_devices_are_connected" = "Devices are connected";

"proximity_lock_temporary_disabled" = "Proximity lock is temporary disabled";
"proximity_lock_temporary_disabled_because_login_manually_1" = "Proximity lock is temporary disabled because the user has logged in manually.";
"proximity_lock_temporary_disabled_because_login_manually_2" = "Enter the Near Lock radius and proximity lock will be enabled again.";
"near_lock_pro" = "Near Lock PRO";
"background_mode_title" = "Background mode";
"share_near_lock_title" = "Share Near Lock";
"share_on_facebook_description" = "Share Near Lock on Facebook";
"share_twitter_description" = "Share Near Lock on Twitter";
"rate_near_lock_on_appstore_description" = "Rate Near Lock on the App Store";
"share_action" = "Share";
"rate_action" = "Rate";
"mac_app_title" = "Mac app";
"mac_app_description" = "Keep Near Lock on your Mac up-to-date";
"iphone_app_description" = "Keep Near Lock on your iPhone up-to-date";
"automatically_update_description" = "Keep Near Lock up-to-date";
"check_action" = "Check";
"get_new_version_action" = "Update";
"relaunch_new_version_ready_action" = "Relaunch";
"downloading_relaunch_when_finished_action" = "Relaunch when ready";

"iphone_app" = "iPhone app";
"iphone_version_description" = "Near Lock for iPhone";
"pro_button_action" = "Get PRO version";
"no_paired_devices_title" = "No paired devices";
"no_paired_devices_description" = "Near Lock has no paired iPhone devices. Add a new device in order to use Near Lock.";
"proximity_unlock_description" = "Use your iPhone to automatically lock and unlock your Mac";
"enabled" = "Enabled";
"disabled" = "Disabled";
"estimated_distance_to" = "Estimated distance to";
"unlock_on_approach" = "Unlock Mac when iPhone enters proximity unlock radius";
"lock_on_leave" = "Lock Mac when iPhone leaves proximity lock radius";
"lock_options_title" = "Lock options";
"lock_options_description" = "Choose the Near Lock lock action";

"mac_wake_unlock_title" = "Mac Wake Unlock";
"mac_wake_unlock_description" = "Manually unlock your Mac with your iPhone instead of typing in your password.";
"other_settings" = "Other settings";
"other_settings_description" = "Near Lock customization";
"lock_mac_on_disconnect" = "Lock Mac when iPhone disconnects";
"lock_mac_on_disconnect_description" = "If enabled Near Lock will lock your Mac every time your devices loose connection";
"allow_closer_distances_description" = "Note: Distance estimation on closer distances can be very unprecise";
"open_space_mode_short" = "Open Space mode";
"open_space_mode_short" = "Open Space mode for Proximity Unlock";
"open_space_mode_description" = "To use proximity unlock first manually wake your Mac (by pressing any key)";
"open_space_mode_description_long_1" = "If open space mode is enabled proximity lock will automatically unlock your Mac only after you press any key and the screen turns on.";
"open_space_mode_description_long_2" = "This feature will disable your Mac from automatically unlocking when you only pass by your Mac without using it.";
"login_events_title" = "Login events";
"login_events_description" = "Near Lock login events";
"take_photo_on_each_login_title" = "Take photo after login";
"take_photo_on_each_login_description" = "Take a photo from the Mac front camera after each Mac login";

"show_photos" = "Show photos";
"failed_login_events_title" = "Failed login events";
"failed_login_events_description" = "Near Lock events after a failed login attempt";
"not_supporte_on_macOS_version" = "This feature is not supported on this macOS version";
"not_supporte_on_macOS_version_description" = "We are still working on this feature";
"take_photo_on_each_failed_attempt" = "Take photo";
"take_photo_on_each_failed_attempt_description" = "Take a photo from the Mac font camera after each failed login attempt";
"send_notification_on_each_failed_attempt" = "Send notification to iPhone";
"send_notification_on_each_failed_attempt_description" = "Send notification to iPhone after each failed login attempt";
"other_events_title" = "Other events";
"other_events_description" = "Near Lock event customization";
"tutorial" = "Tutorial";
"manual_snapshots_title" = "Manual snapshots";
"manual_snapshots_description" = "Use your iPhone to take a manual photo from the Mac front camera.";
"clipboard_shortcut_title" = "Enable clipboard shortcut";
"clipboard_shortcut_description" = "CTRL + CMD + V";
"music_options" = "Music";
"music_options_description" = "Music player options";

"pause_music_on_logout_title" = "Pause on logout";
"more_options" = "More options";
"more_options_coming_soon" = "More features coming soon";
"startup_options_title" = "Startup options";
"startup_options_description" = "Mac startup events";
"start_on_mac_startup" = "Start Near Lock";
"start_on_mac_startup_description" = "Automatically start Near Lock after Mac startup";
"auth_request_title" = "Mac authentication";
"auth_request_description" = "Use your iPhone for Mac authentication. E.g. when installing new software.";
"confirm_with_double_knock" = "Double knock on your iPhone to confirm - works also while iPhone is locked";
"works_while_iphone_locked" = "works also while iPhone is locked";
"confirm_on_iphone_interactive_notifications" = "Confirm on your iPhone - can be confirmed using interactive notifications";
"can_be_used_with_interactive_notifications_sentence" = "Use the iPhone interactive notifications for faster confirmations.";
"can_be_used_with_interactive_notifications_small" = "can be confirmed using interactive notifications";
"auth_request_automatically_description" = "As long as your devices are connected all Mac authentications will be confirmed automatically";
"auth_request_non_desc" = "Disable Near Lock Mac authentication";
"macOS_notifications_title" = "OSX Notifications";
"macOS_notifications_description" = "Near Lock Mac notifications";
"tutorial_osx_notifications_description" = "Receive Near Lock OSX notifications to be notified about Near Lock events - also works when your Mac is locked";

"notification_on_login_title" = "Login notification";
"notification_on_login_description" = "Show notification after each Near Lock login";
"icon_on_sleep_screen_title" = "Lock screen overlay";
"icon_on_sleep_screen_description" = "Show Near Lock status on the Mac login screen";
"near_lock_shortcuts_title" = "Near Locks shortcuts";
"near_lock_shortcuts_description" = "Custom Near Lock keyboard shortcuts";
"lock_shortcut_title" = "Lock Mac";
"lock_shortcut_description" = "CTRL + CMD + L";
"see_website_action" = "Show website";
"send_email_action" = "Send email";
"help_section_title" = "Help";
"help_section_description" = "Near Lock help";
"see_faq_on_website" = "See FAQ on website";
"visit_near_lock_official_website" = "Visit Near Lock official website";
"send_us_an_email" = "Send us an email and let us know what you think";
"tutorials_title" = "Tutorials";
"tutorials_description" = "Near Lock tutorials";
"open_near_lock_on_your_iphone_1" = "Install and open Near Lock on your iPhone.";
"open_near_lock_on_your_iphone_2" = "Make sure you see the welcome screen.";

"download_from_app_store" = "Download Near Lock";
"make_sure_bluetooth_is_on_your_iphone" = "Turn ON Bluetooth on your iPhone";
"restart_iphone_app" = "Try restarting the Near Lock app on your iPhone. Terminate the Near Lock app and start it again.";
"bluetooth_restarted" = "Bluetooth restarted";
"mac_sleep_screen_unlock_description_short" = "Use your iPhone to manually lock and unlock your Mac after it is woken up from sleep";
"show" = "Show";
"get_pro_version_description" = "Use your iPhone to get the Near Lock PRO version";
"open_security_and_privacy" = "Open privacy preferences";
"open_security_and_privacy_action" = "Open";
"verify_action" = "Verify";
"unlock_settings_and_select_accessibility" = "Unlock settings and add Near Lock to the Accessibility list";
"distance_estimation_title" = "Approximate distance estimation";
"check_require_password" = "Check require password & select the first option from the drop down list";
"trouble_connecting_to_device" = "Having trouble connecting your devices?";
"turning_bluetooth_off" = "Turning Bluetooth OFF";
"bluetooth_turned_off" = "Bluetooth turned OFF";
"proximity_lock_temporary_disabled_wifi_unlock_long" = "Near Lock is temporary disabled because you are connected to a WiFi network added to the WiFi unlock list. Your Mac will stay unlocked while connected to this WiFi network.";
"tutorial_sleep_screen_overlay_title" = "Mac sleep screen";
"tutorial_sleep_screen_overlay_description" = "Show Near Lock information on the Mac sleep screen";

"proximity_lock" = "Proximity Lock";
"proximity_unlock_title" = "Proximity Lock / Unlock";
"proximity_unlock_feature_title" = "Proximity Lock / Unlock";
"proximity_unlock_and_unlock_title" = "Proximity Lock & Unlock";
"supported_music_players" = "Supported music players";
"pro_text_long" = "PRO version works also while your iPhone is in background mode!";
"security_preferances_have_been_updated" = "Security Preferences have been successfully updated";
"add_new_wifi_network" = "Add new WiFi Network";
"step_1_of_3" = "Step 1 of 3";
"step_2_of_3" = "Step 2 of 3";
"step_3_of_3" = "Step 3 of 3";
"you_will_be_asked_for_credentials" = "You will be asked for your credentials";
"final_step_clear_bluetooth_cache" = "We are sorry for the trouble. There is one more thing you can try - Clear the Mac Bluetooth cache.";
"press_button_to_restart_bluetooth_on_mac" = "Press the button below to restart Bluetooth on your Mac.";

"currently_enabled" = "Currently enabled";
"currently_disabled" = "Currently disabled";

"translation_help_title" = "Localization / Language update";
"translation_help_description" = "Did you find a mistake or have an localization improvement suggestion?";
"localization_improvement" = "Localization / Language improvements";
"update_texts" = "Update texts";
"update_texts_description" = "Help us out with the language translations.\nDid you find a mistake or have a suggestion? Update it in the translations list and it will be included in the next Near Lock release.";

"portuguese" = "Portuguese";
"japanese" = "Japanese";
"italian" = "Italian";
"korean" = "Korean";
"arabic" = "Arabic";
"dutch" = "Dutch";
































































































































































































































































































































































































































































































































































































































































































































































































































































































































































